Repository: MDILLENB/PHPAgile
Catalog: config/*/LC_MESSAGES/stockscreener.po
Languages: de_de

source: Welcome
de_de: Willkommen

source: Analyse
de_de: Analysieren

source: Buy, sell and check your portfolio
de_de: Kaufen, verkaufen und prüfen Sie Ihr Portfolio

source: Stockmanagement
de_de: Aktienmanagement

source: Analyse and oberserve stocks
de_de: Analysieren und beobachten Sie Aktien

source: Cashmanagment
de_de: Geldmanagement

source: Add and remove Cash
de_de: Bargeld hinzufügen und entfernen

source: Get Started
de_de: Jetzt loslegen

source: The right size of positions
de_de: Die richtige Größe der Positionen

source: Positions should have minimum and maximum size
de_de: Die Positionen sollten minimale und maximale Größen haben

source: dependent of the amount of your capital
de_de: Abhängig von der Höhe Ihres Kapitals

source: Sell positions when time is come
de_de: Positionen verkaufen, wenn es an der Zeit ist

source: Learn More
de_de: Mehr erfahren

source: The ideal stocks to pick
de_de: Die ideale Aktie zum Kaufen

source: Watch the market, indices and stocks
de_de: Auf den Markt, die Indizes und die Aktien schauen

source: Pick the value stock with best scoring and timing
de_de: Wählen Sie die Aktie mit dem besten Scoring und Timing

source: Estimate the real value of a coporate
de_de: Schätzung des realen Wertes eines Unternehmens

source: Stock Analyse Form
de_de: Stock Analyse Formular

source: Stock Analyse Result
de_de: Stock Analyse-Ergebnis

source: Date
de_de: Datum

source: High1m
de_de: Hoch1m

source: Close
de_de: Schluß

source: Low1m
de_de: Tief1m
